/* General */

"..." = "…";

"Add" = "Add";

"Cancel" = "Cancel";

"Choose" = "Choose";

"Finish" = "Finish";

"Remove" = "Remove";

"Set" = "Set";

"This cannot be undone." = "This cannot be undone.";


"Absolute Path" = "Absolute Path";

"Relative to Project" = "Relative to Project";

"Relative to Reference Folder" = "Relative to Reference Folder";

"Mixed" = "Mixed";

/* Menu > Hierarchy */

"Show Hidden Folders" = "Show Hidden Folders";

"Hide Hidden Folders" = "Hide Hidden Folders";

/* Menu > Project */

"Set Certificate..." = "Set Certificate…";

"Change Certificate..." = "Change Certificate…";

/* Menu > Help */

"http://s.sudre.free.fr/Software/documentation/Packages/en/index.html" = "http://s.sudre.free.fr/Software/documentation/Packages/en/index.html";

"mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)" = "mailto:dev.packages@gmail.com?subject=[Packages%%20%@]%%20Feedback%%20(build%%20%@)";

"http://s.sudre.free.fr/Software/Packages/about.html" = "http://s.sudre.free.fr/Software/Packages/about.html";

/* Preferences > Build */

"Mute" = "Mute";

/* About Box */

"version %@" = "version %@";

"Build %@" = "Build %@";

/* Distribution Source List */

"untitled package" = "untitled package";

/* File Hierarchy */

"untitled folder" = "untitled folder";

"Do you really want to remove this item?" = "Do you really want to remove this item?";

"Do you really want to remove these items?" = "Do you really want to remove these items?";

"The name \"%@\" can't be used." = "The name \"%@\" can't be used.";

"The name \"%@\" is already taken." = "The name \"%@\" is already taken.";

"Try using a name with fewer characters." = "Try using a name with fewer characters.";

"Try using a name with no punctuation marks." = "Try using a name with no punctuation marks.";

"Please choose a different name." = "Please choose a different name.";

/* Files Hierarchy Inspector */

"Empty Selection" = "Empty Selection";

"Multiple Selection" = "Multiple Selection";

"Architecture:" = "Architecture:";

"Architectures:" = "Architectures:";

"Bundle" = "Bundle";

"Executable" = "Executable";

"File" = "File";

"Folder" = "Folder";

"Symbolic link" = "Symbolic link";

"Standard folder" = "Standard folder";

"Custom folder" = "Custom folder";

"N/A" = "N/A";

/* Files Hierarchy Inspector > Attributes */

"Owner" = "Owner";

"Group" = "Group";

"Others" = "Others";

"SetUID" = "SetUID";

"SetGID" = "SetGID";

"Sticky" = "Sticky";

/* Files Hierarchy Inspector > Rules */

"Do you really want to remove this locator?" = "Do you really want to remove this locator?";

"Do you really want to remove these locators?" = "Do you really want to remove these locators?";

/* Project > New Project Assistant */

"Next" = "Next";

"The parent directory of the project directory you specified does not exist." = "The parent directory of the project directory you specified does not exist.";

"The parent directory of the project directory you specified is not a directory." = "The parent directory of the project directory you specified is not a directory.";

"A file with the same name as the project directory you specified already exists." = "A file with the same name as the project directory you specified already exists.";

"A file with this name already exists at this location." = "A file with this name already exists at this location.";

"Please select another location for the project." = "Please select another location for the project.";

"Packages is not able to create the project directory at \"%@\"." = "Packages is not able to create the project directory at \"%@\".";

"Check that you have the required write privileges" = "Check that you have the required write privileges";

"The project directory %@ will be created if necessary, and the project file %@.pkgproj will be created therein." = "The project directory %@ will be created if necessary, and the project file %@.pkgproj will be created therein.";

/* Project > Settings */

"No certificates Alert Message Text" = "No Developer ID Installer certificates could be found in your keychain.";

"No certificates Alert Informative Text" = "A Developer ID Installer certificate is required to sign a package or flat distribution. If you are a member of the Apple Developer Program, you can obtain your certificate via the Apple Developer website.";

"Go to Apple Developer website" = "Go to Apple Developer website";

"url.apple.developer.website.certificates" = "https://developer.apple.com/account/mac/certificate/";

"Choose a certificate to be used for signing the package." = "Choose a certificate to be used for signing the package.";

"Certificate Chooser Informative Text" = "Signing Installer packages or distributions with a Developer ID Installer certificate lets Gatekeeper verify that a downloaded package or distribution is not known malware and has not been tampered with.";

"Project Folder" = "Project Folder";

"Revert to Default" = "Revert to Default";

"Other..." = "Other...";

"No Pattern Set" = "No Pattern Set";

"Do you really want to remove this exclusion?" = "Do you really want to remove this exclusion?";

"Do you really want to remove these exclusions?" = "Do you really want to remove these exclusions?";

/* Project > Presentation */

"This step will not be displayed" = "This step will not be displayed";

/* Project > Presentation > Installation Type */

"INSTALLER" = "Installer";

"SOFTWAREUPDATE" = "Software Update";

"INVISIBLE" = "Invisible";

/* Package > Payload */

"Set as Default Location" = "Set as Default Location";

/* Package > Scripts & Resources */

"Pre-installation" = "Pre-installation";

"Post-installation" = "Post-installation";

"No Script Set" = "No Script Set";

"Do you really want to remove the %@ script for this package?" = "Do you really want to remove the %@ script for this package?";

"Additional Resources" = "Additional Resources";

"These resources can be used by the pre and post-installation scripts." = "These resources can be used by the pre and post-installation scripts.";
